Repository: Robeliki/oa-social-login
Catalog: languages/oa_social_login-*.po
Languages: nl_nl

source: Registration
nl_nl: Registratie

source: Registration Form
nl_nl: Registratie Formulier

source: Settings
nl_nl: Instellingen

source: Thank you for using Social Login!
nl_nl: Bedankt voor het gebruiken van Social Login!

source: Please complete the <strong><a href="%s">Social Login Setup</a></strong> to enable the plugin.
nl_nl: Vul de <strong> <a href="%s">Social Login Setup</a> </ strong> om de plugin te activeren.

source: Contacting API - please wait this may take a few minutes ...
nl_nl: Contact opnemen met API - even geduld dit kan enkele minuten duren ...

source: The settings are correct - do not forget to save your changes!
nl_nl: Instellingen zijn correct - vergeet niet om uw wijzigingen op te slaan!

source: Please fill out each of the fields above.
nl_nl: Vul alle velden hierboven in.

source: The subdomain does not exist. Have you filled it out correctly?
nl_nl: Deze subdomein bestaat niet. Heb je het correct ingevuld?

source: The subdomain has a wrong syntax!
nl_nl: Het subdomein heeft een verkeerde syntax!

source: Could not contact API. Are outbound requests on port 443 allowed?
nl_nl: Geen contact met API. Uitgaande verzoeken op poort 443 toegestaan?

source: The API subdomain is correct, but one or both keys are invalid
nl_nl: De API subdomein is correct, maar een of beide karakters zijn ongeldig

source: Connection handler does not work, try using the Autodetection
nl_nl: Verbindingshandlersysteem werkt niet, probeer dan met behulp van de Autodetectie

source: Detected CURL on Port 443 - do not forget to save your changes!
nl_nl: Gedetecteerd CURL op poort 443 - vergeet niet je veranderingen op te slagen!

source: Detected CURL on Port 80 - do not forget to save your changes!
nl_nl: Gedetecteerd CURL op poort 80 - vergeet niet je veranderingen op te slagen!

source: CURL is available but both ports (80, 443) are blocked for outbound requests
nl_nl: CURL is beschikbaar op beide poorten (80, 443), maar zijn geblokkeerd voor uitgaande verzoeken

source: Detected FSOCKOPEN on Port 443 - do not forget to save your changes!
nl_nl: Gedetecteerd FSOCKOPEN op poort 443 - vergeet niet je veranderingen op te slagen!

source: Detected FSOCKOPEN on Port 80 - do not forget to save your changes!
nl_nl: Gedetecteerd FSOCKOPEN op poort 80 - vergeet niet je veranderingen op te slagen!

source: FSOCKOPEN is available but both ports (80, 443) are blocked for outbound requests
nl_nl: FSOCKOPEN is beschikbaar op beide poorten (80, 443), maar zijn geblokkeerd voor uitgaande verzoeken

source: Autodetection Error - our <a href="%s" target="_blank">documentation</a> helps you fix this issue.
nl_nl: Autodetectie Fout - onze <a href="%s" target="_blank">documentatie</a> helpt je om dit probleem te repareren.

source: Allow your visitors to comment, login and register with 20+ Social Networks like for example Twitter, Facebook, LinkedIn, Instagram, VKontakte, Google or Yahoo.
nl_nl: Laat toe, om je bezoekers te reageren, in te loggen en registreren met 20+ Sociale Netwerken zoals; Twitter, Facebook, LinkedIn, Instagram, VKontakte, Google of Yahoo.

source: Draw a larger audience and increase your user engagement in a few simple steps.
nl_nl: Verkrijg een groter publiek en het verhoogt uw betrokkenheid van gebruikers in een paar eenvoudige stappen.

source: Get Started!
nl_nl: Ga Van Start

source: To be able to use this plugin you first of all need to create a free account at %s and setup a Site.
nl_nl: Om deze plugin je eerst gebruiken moeten om een gratis account aan te maken op %s en setup een Site.

source: After having created your account and setup your Site, please enter the Site settings in the form below.
nl_nl: Nadat je account en het opzetten van je site te hebben gemaakt, kunt je de site instellingen invoeren in het onderstaande formulier.

source: Don't worry the setup takes only a couple of minutes!
nl_nl: Maak je geen zorgen, de setup duurt slechts een paar minuten!

source: Click here to setup your free account
nl_nl: Klik hier voor het maken van je gratis account

source: You are in good company! This plugin is used on more than %s websites!
nl_nl: Je bent in goed gezelschap! Deze plugin wordt gebruikt op meer dan %s websites!

source: Your API Account is setup correctly
nl_nl: Je API Account is correct gemaakt

source: Login to your account to manage your providers and access your Social Insights.
nl_nl: Log in op uw account om uw providers te beheren en toegang te krijgen tot uw Social Insights.

source: Determine which social networks are popular amongst your users and tailor your registration experience to increase your users' engagement.
nl_nl: Bepaal welke sociale netwerken populair onder de gebruikers zijn en maak het op maat van uw registratie ervaring om de betrokkenheid van uw gebruikers te verhogen.

source: Click here to login to your account
nl_nl: Klik hier om in te loggen op je account

source: Help, Updates &amp; Documentation
nl_nl: Help, Updates & Documentatie

source: <a target="_blank" href="%s">Follow us on Twitter</a> to stay informed about updates
nl_nl: <a target="_blank" href="%s">Volg ons op Twitter</a> om geïnformeerd te blijven over updates

source: <a target="_blank" href="%s">Read the online documentation</a> for more information about this plugin
nl_nl: <a target="_blank" href="%s">Lees de online documentatie</a> voor meer informatie over deze plugin

source: <a target="_blank" href="%s">Contact us</a> if you have feedback or need assistance
nl_nl: <a target="_blank" href="%s">Contact ons</a> als je een terugkoppeling hebt of ondersteuning nodig hebt

source: We also have <a target="_blank" href="%s">turnkey plugins</a> for Drupal, PrestaShop, Joomla, phpBB andy many others ...
nl_nl: Wij hebben ook <a target="_blank" href="%s">turnkey plugins</a> voor Drupal, PrestaShop, Joomla, phpBB en veel meer....

source: Your modifications have been saved successfully!
nl_nl: Je modificaties zijn succesvol opgeslagen!

source: Use PHP CURL to communicate with the API
nl_nl: Gebruik PHP CURL voor communicatie met the API

source: Default
nl_nl: Standaard

source: Using CURL is recommended but it might be disabled on some servers.
nl_nl: Gebruik CURL is aanbevolen, maar kan uitgeschakeld zijn om sommige servers.

source: Use PHP FSOCKOPEN to communicate with the API
nl_nl: Gebruik PHP FSOCKOPEN voor communicatie met the API

source: Try using FSOCKOPEN if you encounter any problems with CURL.
nl_nl: Probeer FSOCKOPEN te gebruiken, als problemen ondervindt met CURL.

source: API Connection Port
nl_nl: API Connectie Poort

source: Communication via HTTPS on port 443
nl_nl: Communicatie via HTTPS op poort 443

source: Using port 443 is secure but you might need OpenSSL
nl_nl: Gebruik van poort 443 is veilig, maar waarschijnlijk heb je OpenSSL nodig

source: Communication via HTTP on port 80
nl_nl: Communicatie via HTTPS op poort 80

source: Using port 80 is a bit faster, doesn't need OpenSSL but is less secure
nl_nl: Gebruik van poort 80 is sneller, heeft geen OpenSSL nodig, maar is minder veilig

source: Autodetect API Connection
nl_nl: Autodetectie API Connectie

source: API Settings
nl_nl: API Instellingen

source: Click here to create and view your API Credentials
nl_nl: Klik hier, voor het maken en bekijken van uw API-referenties

source: API Subdomain
nl_nl: API Subdomein

source: API Public Key
nl_nl: API Publieke Sleutel

source: API Private Key
nl_nl: API Prive Sleutel

source: Verify API Settings
nl_nl: Controleer API Sleutel

source: JavaScript Settings
nl_nl: Javascript Instellingen

source: JavaScript Usage
nl_nl: Javascript Gebruik

source: Asynchronous JavaScript
nl_nl: Asynchroon Javascript

source: Background loading without interfering with the display and behavior of the existing page.
nl_nl: Achtergrond laden zonder zich te bemoeien met de weergave en het gedrag van de bestaande pagina.

source: Synchronous JavaScript
nl_nl: Synchroon Javascript

source: Real-time loading when the page is being rendered by the browser.
nl_nl: Real-time laden wanneer de pagina door de browser wordt weergegeven.

source: Enable the social networks/identity providers of your choice
nl_nl: Schakel de sociale netwerken/identiteit van aanbieders van uw keuze in

source: To enable cyrillic usernames, you might need <a target="_blank" href="%s">this plugin</a>
nl_nl: Om cyrillisch gebruikersnamen in te schakelen, heeft u mogelijk nodig <a target="_blank" href="%s">deze plugin</a>

source: Save Changes
nl_nl: Bewaar Veranderingen

source: Logout to see the plugin in action!
nl_nl: Uitloggen om de plugin in actie te zien!

source: Social Login is a plugin that allows your users to comment, login and register with their existing Social Network accounts. If a user is already logged in, the plugin will not be displayed. There is no need to give the user the possibility to connect with a social network if he is already connected.
nl_nl: Social Login is een plugin die het mogelijk maakt uw gebruikers reacties te geven, in te loggen en te registreren met hun bestaande sociale netwerk accounts. Als een gebruiker al ingelogd is, zal de plugin deze niet weergegeven. Er is geen noodzaak om de gebruiker de mogelijkheid om verbinding te maken met een sociaal netwerk als hij al is ingelogd.

source: You therefore have to logout to see the plugin in action.
nl_nl: Je zal uit moeten loggen om de plugin in actie te zien.

source: General Settings
nl_nl: Algemeen Instellingen

source: Enter the description to be displayed above the Social Login buttons (leave empty for none):
nl_nl: Voer de beschrijving in van de Social Login knoppen (laat leeg voor geen) die er boven wordt weergegeven:

source: Connect with:
nl_nl: Verbind met:

source: Do you want to use the default or the small social network buttons?
nl_nl: Wilt u de standaard of de kleine knoppen sociale netwerk gebruiken?

source: Use the default social network buttons (%s)
nl_nl: Gebruik de standaard sociale netwerk knoppen (%s)

source: Use the small social network buttons (%s)
nl_nl: Gebruik de kleine sociale netwerk knoppen (%s)

source: Do you want to display the social networks used to connect in the user list of the administration area ?
nl_nl: Wilt u de sociale netwerken weergeven die gebruikt zijn voor de ​​verbinding, in de lijst met gebruikers in de administratie gedeelte?

source: Yes, add a new column to the user list and display the social network that the user connected with
nl_nl: Ja, plaats een nieuwe kolom voor de gebruikerslijst en geef de weer welke sociale netwerk de gebruiker heeft gebruikt.

source: No, no not display the social networks in the user list
nl_nl: Nee, geef de sociale netwerken in de gebruikers lijst niet weer

source: Do you want to receive an email whenever a new user registers with Social Login ?
nl_nl: Wilt u een e-mail te ontvangen wanneer een nieuwe gebruiker registreert met Social Login?

source: Yes, send me an email whenever a new user registers with Social Login
nl_nl: Ja, stuur mij een e-mail wanneer er een nieuwe gebruiker registreert met Social Login

source: No, do not send me any emails
nl_nl: Nee, stuur me geen e-mails

source: User Settings
nl_nl: Gebruiker Instellingen

source: If the user's social network profile has no email address, should we ask the user to enter it manually?
nl_nl: Als de gebruikers sociale netwerk profiel geen e-mailadres heeft, moeten we vragen de gebruiker om het handmatig in te voeren?

source: No, simplify the registration by automatically creating a placeholder email
nl_nl: Nee, vereenvoudig de registratie door het automatisch maken van een tijdelijke aanduiding e-mail

source: Yes, require the user to enter his email address manually and display this message:
nl_nl: Ja, de gebruiker moet handmatig zijn e-mail adres invoeren en geef deze boodschap weer:

source: <strong>We unfortunately could not retrieve your email address from %s.</strong> Please enter your email address in the form below in order to continue.
nl_nl: <strong> Helaas, wij konden niet je e-mailadres verkrijgen van %s. </ strong> Vul uw e-mailadres in het onderstaande formulier in om door te gaan.

source: HTML is allowed, the placeholder %s is replaced by the name of the social network used to connect.
nl_nl: HTML is toegestaan​​, de tijdelijke aanduiding %s wordt vervangen door de naam van het sociale netwerk dat wordt gebruikt om verbinding te maken.

source: If the user's social network profile has a verified email, should we try to link it to an existing account?
nl_nl: Als de gebruikers sociale netwerk profiel een geverifieerde e-mail heeft, moeten we het proberen te koppelen aan een bestaand account?

source: Yes, try to link verified social network profiles to existing blog accounts
nl_nl: Ja, probeer geverifieerde sociale netwerk profielen te koppelen aan bestaande blog accounts

source: No, disable account linking
nl_nl: Nee, Uitschakelen account koppelingen

source: If the user's social network profile has an avatar, should this avatar be used as default avatar for the user?
nl_nl: Als de gebruikers sociale netwerk profiel een avatar heeft, moet deze avatar gebruikt worden als standaard avatar voor de gebruiker?

source: No, do not use avatars from social networks
nl_nl: Nee, gebruik geen avatars van sociale netwerken

source: Yes, use small avatars from social networks if available
nl_nl: Ja, gebruik kleine avatars van sociale netwerken indien beschikbaar

source: Yes, use large avatars from social networks if available
nl_nl: Ja, gebruik grote avatars van sociale netwerken indien beschikbaar

source: Comment Settings
nl_nl: Reactie Instellingen

source: Show the Social Login buttons in the comment area?
nl_nl: Toon de Social Login knoppen in het reacties gebied?

source: Yes, show the Social Login buttons
nl_nl: Ja, vertoon de Social Login knoppen

source: No, do not show the Social Login buttons
nl_nl: Nee, vertoon niet de Social Login knoppen

source: Show the Social Login buttons in the comment area if comments are disabled for guests?
nl_nl: Vertoon de Social Login knoppen in het reacties gebied, als reacties door gasten niet zijn toegestaan?

source: The buttons will be displayed below the "You must be logged in to leave a comment" notice.
nl_nl: De knoppen worden vertoond onder de "je moet ingelogd zijn om een reactie achter te laten" tekst.

source: Automatically approve comments left by users that connected by using Social Login?
nl_nl: Automatisch goedkeuren van reacties die gebruikers plaatsen die verbonden zijn door het gebruik van de Social Login?

source: Yes, automatically approve comments made by users that connected with Social Login
nl_nl: Ja, keur automatisch de reacties goed van gebruikers die verbonden zijn met Social Login

source: No, do not automatically approve
nl_nl: Nee, geen automatisch toestemming geven

source: Profile Settings
nl_nl: Profiel Instellingen

source: Show the Social Link buttons in the user profile?
nl_nl: Toon de Social Link knoppen in het gebruikersprofiel?

source: Keep this option enabled to allow each user to connect multiple social networks to his own profile.
nl_nl: Schakel deze optie in, zodat elke gebruiker naar meerdere sociale netwerken kan verbinden in zijn eigen profiel.

source: Yes, show the Social Link buttons
nl_nl: Ja, vertoon de Social Login knoppen

source: No, do not show the Social Link buttons
nl_nl: Nee, vertoon niet de Social Login knoppen

source: Login Page Settings
nl_nl: Inlogpagina Instellingen

source: Do you want to display Social Login on the login form of your blog?
nl_nl: Wilt u Social Login weergegeven op het inlogformulier van je blog?

source: Yes, display the social network buttons below the login form
nl_nl: Ja, vertoon de sociale netwerk knoppen onder het inlogformulier

source: No, disable social network buttons in the login form
nl_nl: Nee, vertoon de sociale netwerk knoppen niet in het inlogformulier

source: Where should users be redirected to after having logged in with Social Login on the login page?
nl_nl: Waar moeten de gebruikers worden naar doorgestuurd, nadat ze hebben ingelogd met Social Login op de inlogpagina?

source: Redirect users back to the current page
nl_nl: Gebruikers worden doorverwezen naar de huidige pagina

source: Redirect users to the homepage of my blog
nl_nl: Gebruikers worden doorverwezen naar de homepagina van mijn blog

source: Redirect users to their account dashboard
nl_nl: Gebruikers worden doorverwezen naar hun dashboard

source: Redirect users to the following url
nl_nl: Gebruikers worden doorverwezen naar de volgende URL

source: Registration Page Settings
nl_nl: Registratiepagina Instellingen

source: Do you want to display Social Login on the registration form of your blog?
nl_nl: Wilt u Social Login weergeven op het registratieformulier van uw blog?

source: Yes, display the social network buttons below the registration form
nl_nl: Ja, vertoon de sociale netwerk knoppen onder het registratieformulier

source: No, disable social network buttons in the registration form
nl_nl: Nee, vertoon de sociale netwerk knoppen niet in het registratieformulier

source: Where should users be redirected to after having registered with Social Login on the registration page?
nl_nl: Waar moeten de gebruikers worden naar doorgestuurd, nadat ze hebben ingelogd met Social Login op de registratiepagina?

source: Widget &amp; Shortcode Settings
nl_nl: Widget &amp; Shortcode Instellingen

source: Redirect users to this page after they have logged in with Social Login embedded by Widget/Shortcode:
nl_nl: Gebruikers worden doorverwezen naar deze pagina nadat ze zijn ingelogd met Social Login, ingezet door Widget/Shortcode:

source: Redirect users to this page after they have registered with Social Login embedded by Widget/Shortcode:
nl_nl: Gebruikers worden doorverwezen naar deze pagina nadat ze zijngeregistreerd met Social Login, ingezet door Widget/Shortcode:

source: [%s] New User Registration
nl_nl: [%s] Nieuwe Gebruiker Registratie

source: New user registration on your site %s:
nl_nl: Nieuwe gebruiker registratie op je site %s:

source: Username: %s
nl_nl: Gebruikensnaam: %s

source: Social Network: %s
nl_nl: Sociale Netwerk: %s

source: Please enable at least one social network!
nl_nl: Schakel ten minste een sociaal netwerk!

source: You have successfully linked your %s account.
nl_nl: Je hebt met succes gekoppeld uw %s account.

source: This %s account is already used by another user of this website.
nl_nl: Deze %s account wordt al gebruikt door een andere gebruiker van deze website.

source: You have successfully unlinked your %s account.
nl_nl: Je hebt met succes ontkoppeld van uw %s account.

source: You might no longer be able to login to this website if you don't link at least one social network.
nl_nl: Je zou niet meer kunnen inloggen op deze website als je ten minste niet een sociaal netwerk koppelt.

source: Connect your account to one or more social networks
nl_nl: Verbind uw account aan een of meer sociale netwerken

source: Please enter your email address
nl_nl: Voer je email adres in.

source: This email is not valid
nl_nl: Deze e-mail is niet geldig

source: This email is already used by another account
nl_nl: Deze e-mail wordt al gebruikt door een ander account

source: You have successfully connected with %s!
nl_nl: Je hebt succesvol contact gemaakt met %s!

source: Confirm
nl_nl: Bevestigen

source: Cancel
nl_nl: Annuleren

source: Allow your visitors to login and register with social networks like Twitter, Facebook, LinkedIn, Hyves, Google and Yahoo.
nl_nl: Laat uw bezoekers inloggen en te registreren met sociale netwerken zoals Twitter, Facebook, LinkedIn, Hyves, Google en Yahoo.

source: Connect with
nl_nl: Verbind met:

source: Title
nl_nl: Titel

source: Insert text/html to add before the widget
nl_nl: Voeg tekst/html toe, voordat de widget

source: Insert text/html to add after the widget
nl_nl: Voeg tekst/html toe, nadat de widget

source: Tick to hide widget for logged-in users
nl_nl: Aankruisen om het widget te verbergen voor ingelogde gebruikers

source: Tick to use small buttons
nl_nl: Aankruisen voor gebruik van de kleine knoppen

source: This plugin requires WordPress %s or newer. Please update your WordPress installation to activate this plugin.
nl_nl: Deze plugin verreist WordPress %s of nieuwer. Update uw WordPress-installatie om deze plugin te activeren.
